Repository: overpolish/keyframeless
Catalog: KeyframelessKit/KeyframelessKit/Resources/KKLocalizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: <accent>Fixed transitions</accent> - a preset stores its moving parts as fixed lengths and its holds as stretchy, so it feels the same whether the clip is short or long.
de: <accent>Feste Übergänge</accent> - eine Vorgabe speichert ihre bewegten Teile als feste Längen und ihre Haltephasen als dehnbar, sodass sie sich gleich anfühlt, ob der Clip kurz oder lang ist.
es: <accent>Transiciones fijas</accent> - un ajuste guarda sus partes en movimiento con duraciones fijas y sus retenciones como elásticas, así se siente igual tanto si el clip es corto como largo.
fr: <accent>Transitions fixes</accent> - un préréglage enregistre ses parties en mouvement en durées fixes et ses maintiens en durées extensibles, il rend donc pareil que le clip soit court ou long.
ja: <accent>固定トランジション</accent> - プリセットは動く部分を固定の長さで、保持部分を伸縮可能として保存するので、クリップが短くても長くても同じ印象になります。
ko: <accent>고정 전환</accent> - 프리셋은 움직이는 부분을 고정 길이로, 유지 부분을 늘어나는 것으로 저장하므로 클립이 짧든 길든 같은 느낌을 줍니다.
zh_hans: <accent>固定过渡</accent> - 预设把运动的部分存为固定长度,把保持的部分存为可伸缩,因此无论片段长短感觉都一样。

source: <accent>Intervals</accent> - the gap between two keyposes. Each carries its own easing curve and optional modulation. Link the endpoints to make the interval a flat hold.
de: <accent>Intervalle</accent> - der Abstand zwischen zwei Keyposes. Jedes hat seine eigene Beschleunigungskurve und optionale Modulation. Verknüpfe die Endpunkte, um aus dem Intervall ein flaches Halten zu machen.
es: <accent>Intervalos</accent> - el espacio entre dos keyposes. Cada uno tiene su propia curva de aceleración y modulación opcional. Vincula los extremos para convertir el intervalo en un mantenimiento plano.
fr: <accent>Intervalles</accent> - l'espace entre deux keyposes. Chacun a sa propre courbe d'accélération et une modulation facultative. Liez les extrémités pour transformer l'intervalle en un maintien constant.
ja: <accent>区間</accent> - 2つのキーポーズの間。各区間は独自のイージングカーブと任意のモジュレーションを持ちます。端点をリンクすると区間は平坦な保持になります。
ko: <accent>구간</accent> - 두 키포즈 사이의 간격. 각 구간은 고유한 이징 커브와 선택적 모듈레이션을 가집니다. 끝점을 연결하면 구간이 평평한 유지가 됩니다.
zh_hans: <accent>区间</accent> - 两个关键姿势之间的间隔。每个区间都有自己的缓动曲线和可选调制。链接两端可使区间成为平直的保持。

source: <accent>Intervals</accent> - the stretch between two keyposes. Each interval has its own easing (how it speeds up and slows down) and can add extra motion on top. Link the two ends to turn the interval into a still hold.
de: <accent>Intervalle</accent> - der Abschnitt zwischen zwei Keyposes. Jedes Intervall hat seine eigene Beschleunigung (wie es schneller und langsamer wird) und kann zusätzliche Bewegung hinzufügen. Verbinden Sie die beiden Enden, um das Intervall in eine ruhige Haltephase zu verwandeln.
es: <accent>Intervalos</accent> - el tramo entre dos poses clave. Cada intervalo tiene su propia aceleración (cómo acelera y frena) y puede añadir movimiento extra encima. Enlaza los dos extremos para convertir el intervalo en una retención inmóvil.
fr: <accent>Intervalles</accent> - la portion entre deux poses clés. Chaque intervalle a son propre lissage (la façon dont il accélère et ralentit) et peut ajouter du mouvement en plus. Liez les deux extrémités pour transformer l'intervalle en pause immobile.
ja: <accent>インターバル</accent> - 2つのキーポーズの間の区間です。各インターバルには独自のイージング (加速と減速の仕方) があり、さらに動きを重ねられます。両端をリンクするとインターバルは静止した保持になります。
ko: <accent>인터벌</accent> - 두 키포즈 사이의 구간입니다. 각 인터벌은 고유한 이징 (빨라지고 느려지는 방식) 을 가지며 위에 추가 움직임을 더할 수 있습니다. 양 끝을 연결하면 인터벌이 정지 유지 구간이 됩니다.
zh_hans: <accent>区间</accent> - 两个关键姿势之间的一段。每个区间有自己的缓动(如何加速和减速),还能在上面叠加额外运动。把两端连接起来,区间就变成静止保持。

source: <accent>Keyposes</accent> - a value at a point in time, shown as a pill on the lane. Place them wherever the motion should pass through.
de: <accent>Keyposes</accent> - ein Wert zu einem Zeitpunkt, als Pille auf der Spur dargestellt. Platziere sie dort, wo die Bewegung hindurchlaufen soll.
es: <accent>Keyposes</accent> - un valor en un punto en el tiempo, mostrado como una píldora en el carril. Colócalos allí donde el movimiento deba pasar.
fr: <accent>Keyposes</accent> - une valeur à un instant donné, affichée comme une pastille sur la piste. Placez-les là où le mouvement doit passer.
ja: <accent>キーポーズ</accent> - ある時点の値で、レーン上にピルとして表示されます。動きを通したい位置に配置します。
ko: <accent>키포즈</accent> - 한 시점의 값으로, 레인에 알약 모양으로 표시됩니다. 움직임이 지나가야 할 위치에 배치합니다.
zh_hans: <accent>关键姿势</accent> - 某个时间点上的值，在轨道上显示为药丸。将其放在运动应当经过的位置。

source: <accent>Keyposes</accent> - a value set at a moment in time, shown as a pill on the lane. Drop one wherever you want the motion to hit a certain look.
de: <accent>Keyposes</accent> - ein Wert zu einem bestimmten Zeitpunkt, als Pille auf der Spur dargestellt. Setzen Sie eine überall dort, wo die Bewegung einen bestimmten Look treffen soll.
es: <accent>Poses clave</accent> - un valor fijado en un momento del tiempo, mostrado como una píldora en la pista. Coloca una donde quieras que el movimiento alcance un aspecto concreto.
fr: <accent>Poses clés</accent> - une valeur définie à un instant précis, affichée sous forme de pastille sur la piste. Déposez-en une là où le mouvement doit atteindre un aspect donné.
ja: <accent>キーポーズ</accent> - ある時点で設定した値で、レーン上にピルとして表示されます。動きを特定の見た目にしたい場所に置きます。
ko: <accent>키포즈</accent> - 특정 시점에 설정한 값으로, 레인에 알약 모양으로 표시됩니다. 움직임이 특정 모습이 되기를 원하는 곳에 놓으세요.
zh_hans: <accent>关键姿势</accent> - 在某个时间点设定的一个值,在轨道上显示为一个药丸形标记。想让运动呈现某种效果的位置就放一个。

source: <accent>Lanes</accent> - one per animatable property (Position, Radius, Color...). Toggle a lane on to animate it, off to hold a constant. The lane list is on the left.
de: <accent>Spuren</accent> - eine pro animierbarer Eigenschaft (Position, Radius, Farbe...). Schalte eine Spur ein, um sie zu animieren, aus, um einen konstanten Wert zu halten. Die Spurenliste ist links.
es: <accent>Carriles</accent> - uno por propiedad animable (Posición, Radio, Color...). Activa un carril para animarlo, desactívalo para mantener un valor constante. La lista de carriles está a la izquierda.
fr: <accent>Pistes</accent> - une par propriété animable (Position, Rayon, Couleur...). Activez une piste pour l'animer, désactivez-la pour garder une valeur constante. La liste des pistes est à gauche.
ja: <accent>レーン</accent> - アニメーション可能なプロパティごとに1つ(位置、半径、カラーなど)。レーンをオンにするとアニメーション、オフにすると一定値を保持。レーンリストは左側にあります。
ko: <accent>레인</accent> - 애니메이션 가능한 속성마다 하나씩(위치, 반지름, 색상 등). 레인을 켜면 애니메이션, 끄면 상수 값을 유지합니다. 레인 목록은 왼쪽에 있습니다.
zh_hans: <accent>轨道</accent> - 每个可动画属性一条(位置、半径、颜色等)。打开轨道即可制作动画，关闭则保持恒定值。轨道列表在左侧。

source: <accent>Lanes</accent> - one row per property you can animate (Position, Radius, Color, and so on). Turn a lane on to animate that property, off to keep it fixed. The lane list is on the left.
de: <accent>Spuren</accent> - eine Zeile pro animierbarer Eigenschaft (Position, Radius, Farbe usw.). Schalten Sie eine Spur ein, um die Eigenschaft zu animieren, oder aus, um sie fest zu halten. Die Spurenliste ist links.
es: <accent>Pistas</accent> - una fila por cada propiedad que puedes animar (Posición, Radio, Color, etc.). Activa una pista para animar esa propiedad, desactívala para dejarla fija. La lista de pistas está a la izquierda.
fr: <accent>Pistes</accent> - une ligne par propriété que vous pouvez animer (Position, Rayon, Couleur, etc.). Activez une piste pour animer la propriété, désactivez-la pour la garder fixe. La liste des pistes est à gauche.
ja: <accent>レーン</accent> - アニメートできるプロパティごとに1行 (位置、半径、カラーなど)。レーンをオンにするとそのプロパティがアニメートされ、オフにすると固定されます。レーンの一覧は左側にあります。
ko: <accent>레인</accent> - 애니메이션할 수 있는 속성마다 한 줄씩 (위치, 반지름, 색상 등). 레인을 켜면 그 속성이 애니메이션되고, 끄면 고정됩니다. 레인 목록은 왼쪽에 있습니다.
zh_hans: <accent>轨道</accent> - 每个可动画的属性占一行(位置、半径、颜色等)。打开轨道即可为该属性制作动画,关闭则保持固定。轨道列表在左侧。

source: <accent>Linear</accent> - steady speed the whole way.
de: <accent>Linear</accent> - gleichmäßige Geschwindigkeit durchgehend.
es: <accent>Lineal</accent> - velocidad constante todo el recorrido.
fr: <accent>Linéaire</accent> - vitesse constante du début à la fin.
ja: <accent>リニア</accent> - 最初から最後まで一定の速度。
ko: <accent>선형</accent> - 처음부터 끝까지 일정한 속도.
zh_hans: <accent>线性</accent> - 全程速度恒定。

source: <accent>Linear</accent> - uniform motion.
de: <accent>Linear</accent> - gleichmäßige Bewegung.
es: <accent>Lineal</accent> - movimiento uniforme.
fr: <accent>Linéaire</accent> - mouvement uniforme.
ja: <accent>リニア</accent> - 一定の動き。
ko: <accent>선형</accent> - 균일한 움직임.
zh_hans: <accent>线性</accent> - 匀速运动。

source: <accent>Maintain Timing</accent> locks the animation to absolute time - trimming or splitting the clip then retimes the keyposes to hold their position.
de: <accent>Timing beibehalten</accent> sperrt die Animation auf absolute Zeit - beim Trimmen oder Teilen des Clips werden die Keyposes neu getimt, damit sie ihre Position halten.
es: <accent>Mantener tiempo</accent> bloquea la animación en tiempo absoluto: al recortar o dividir el clip, los keyposes se vuelven a temporizar para mantener su posición.
fr: <accent>Conserver le minutage</accent> verrouille l'animation sur le temps absolu : rogner ou diviser le plan recale alors les keyposes pour conserver leur position.
ja: <accent>タイミングを維持</accent>はアニメーションを絶対時間に固定します。クリップをトリミングまたは分割すると、キーポーズが位置を保つように再タイミングされます。
ko: <accent>타이밍 유지</accent>는 애니메이션을 절대 시간에 고정합니다. 클립을 트리밍하거나 분할하면 키포즈가 위치를 유지하도록 다시 타이밍됩니다.
zh_hans: <accent>保持时间</accent>将动画锁定到绝对时间：修剪或拆分片段时，关键姿势会重新计时以保持其位置。

source: <accent>Manage</accent> - rename, overwrite with the current animation, or delete your own presets (built-ins can't be changed).
de: <accent>Verwalten</accent> - benennen Sie Ihre eigenen Presets um, überschreiben Sie sie mit der aktuellen Animation oder löschen Sie sie (integrierte lassen sich nicht ändern).
es: <accent>Gestionar</accent> - cambia el nombre de tus preajustes, sobrescríbelos con la animación actual o elimínalos (los integrados no se pueden cambiar).
fr: <accent>Gérer</accent> - renommez vos préréglages, remplacez-les par l'animation actuelle ou supprimez-les (les intégrés ne sont pas modifiables).
ja: <accent>管理</accent> - 自分のプリセットの名前を変更したり、現在のアニメーションで上書きしたり、削除したりできます（組み込みは変更できません）。
ko: <accent>관리</accent> - 내 프리셋의 이름을 변경하거나 현재 애니메이션으로 덮어쓰거나 삭제할 수 있습니다(기본 제공 항목은 변경할 수 없습니다).
zh_hans: <accent>管理</accent> - 重命名、用当前动画覆盖或删除你自己的预设（内置预设无法更改）。

source: <accent>Manage</accent> - rename, overwrite with the current animation, or delete your own presets (the built-in ones can't be changed).
de: <accent>Verwalten</accent> - benennen Sie eigene Vorgaben um, überschreiben Sie sie mit der aktuellen Animation oder löschen Sie sie (die eingebauten lassen sich nicht ändern).
es: <accent>Gestionar</accent> - renombra, sobrescribe con la animación actual o elimina tus propios ajustes (los integrados no se pueden cambiar).
fr: <accent>Gérer</accent> - renommez, remplacez par l'animation actuelle ou supprimez vos propres préréglages (les intégrés ne peuvent pas être modifiés).
ja: <accent>管理</accent> - 自分のプリセットの名前変更、現在のアニメーションでの上書き、削除ができます (組み込みのものは変更できません)。
ko: <accent>관리</accent> - 나만의 프리셋을 이름 변경, 현재 애니메이션으로 덮어쓰기, 또는 삭제할 수 있습니다 (내장된 것은 바꿀 수 없습니다).
zh_hans: <accent>管理</accent> - 可以重命名、用当前动画覆盖,或删除你自己的预设(内置的无法更改)。

source: <accent>Quality</accent> (Fast / Accurate): how the blur is made. Only shown in plugins that offer Fast.
de: <accent>Qualität</accent> (Schnell / Genau): wie die Unschärfe erzeugt wird. Nur in Plug-ins zu sehen, die Schnell anbieten.
es: <accent>Calidad</accent> (Rápido / Preciso): cómo se genera el desenfoque. Solo se muestra en plugins que ofrecen Rápido.
fr: <accent>Qualité</accent> (Rapide / Précis) : comment le flou est produit. Affiché uniquement dans les plugins qui proposent Rapide.
ja: <accent>品質</accent> (高速 / 高精度): ブラーの作り方です。高速に対応したプラグインでのみ表示されます。
ko: <accent>품질</accent> (빠름 / 정확): 블러를 만드는 방식입니다. 빠름을 지원하는 플러그인에서만 표시됩니다.
zh_hans: <accent>质量</accent>(快速 / 精确):模糊的生成方式。仅在提供快速的插件中显示。

source: <accent>Samples</accent>: 2 to 128. Only shown on Accurate (Fast needs no samples, its cost is fixed). More samples give smoother blur but take longer to render. About 2 to 32 covers most needs. The starting value depends on the plugin.
de: <accent>Samples</accent>: 2 bis 128. Nur bei Genau zu sehen (Schnell braucht keine Samples, die Kosten sind fest). Mehr Samples ergeben eine weichere Unschärfe, brauchen aber länger zum Rendern. Etwa 2 bis 32 deckt die meisten Fälle ab. Der Startwert hängt vom Plug-in ab.
es: <accent>Muestras</accent>: de 2 a 128. Solo se muestra en Preciso (Rápido no necesita muestras, su coste es fijo). Más muestras dan un desenfoque más suave pero tardan más en renderizar. De 2 a 32 aproximadamente cubre casi todo. El valor inicial depende del plugin.
fr: <accent>Échantillons</accent> : de 2 à 128. Affiché uniquement en Précis (Rapide n'a pas besoin d'échantillons, son coût est fixe). Plus d'échantillons donnent un flou plus doux mais mettent plus de temps à rendre. De 2 à 32 environ couvre la plupart des cas. La valeur de départ dépend du plugin.
ja: <accent>サンプル</accent>: 2〜128。高精度でのみ表示されます (高速はサンプル不要でコストは固定)。サンプルを増やすとブラーは滑らかになりますが、レンダリングに時間がかかります。おおよそ2〜32でほとんどの用途をカバーします。初期値はプラグインごとに異なります。
ko: <accent>샘플</accent>: 2에서 128까지. 정확에서만 표시됩니다 (빠름은 샘플이 필요 없고 비용이 고정됨). 샘플이 많을수록 블러가 부드러워지지만 렌더링에 더 오래 걸립니다. 대략 2에서 32면 대부분을 충족합니다. 시작 값은 플러그인마다 다릅니다.
zh_hans: <accent>采样数</accent>:2 到 128。仅在精确下显示(快速无需采样,其开销是固定的)。采样越多模糊越平滑,但渲染时间也更长。大约 2 到 32 就能满足多数需求。初始值取决于插件。

source: <accent>Save</accent> - type a name in the field and press <kbd>+</kbd> to save the current animation as your own preset.
de: <accent>Speichern</accent> - geben Sie im Feld einen Namen ein und drücken Sie <kbd>+</kbd>, um die aktuelle Animation als eigene Vorgabe zu speichern.
es: <accent>Guardar</accent> - escribe un nombre en el campo y pulsa <kbd>+</kbd> para guardar la animación actual como tu propio ajuste.
fr: <accent>Enregistrer</accent> - saisissez un nom dans le champ et appuyez sur <kbd>+</kbd> pour enregistrer l'animation actuelle comme votre propre préréglage.
ja: <accent>保存</accent> - フィールドに名前を入力し<kbd>+</kbd>を押すと、現在のアニメーションを自分のプリセットとして保存します。
ko: <accent>저장</accent> - 입력란에 이름을 적고 <kbd>+</kbd>를 누르면 현재 애니메이션을 나만의 프리셋으로 저장합니다.
zh_hans: <accent>保存</accent> - 在输入框中输入名称并按 <kbd>+</kbd>,即可把当前动画保存为你自己的预设。

source: <accent>Shutter</accent>: 0° to 360°, default 180°. 0° freezes each frame with no blur, 180° is a half-frame trail (the cinema-standard 180-degree shutter), 360° smears across a full frame interval.
de: <accent>Verschluss</accent>: 0° bis 360°, Standard 180°. 0° friert jedes Bild ohne Unschärfe ein, 180° erzeugt eine Halbbild-Spur (der kinotypische 180-Grad-Verschluss), 360° verschmiert über ein ganzes Bildintervall.
es: <accent>Obturador</accent>: de 0° a 360°, predeterminado 180°. 0° congela cada fotograma sin desenfoque, 180° deja una estela de medio fotograma (el obturador de 180 grados estándar del cine), 360° difumina a lo largo de un intervalo de fotograma completo.
fr: <accent>Obturateur</accent> : de 0° à 360°, par défaut 180°. 0° fige chaque image sans flou, 180° laisse une traînée d'une demi-image (l'obturateur à 180 degrés standard au cinéma), 360° étale sur un intervalle d'image complet.
ja: <accent>シャッター</accent>: 0°～360°、デフォルトは180°。0°はブラーなしで各フレームを静止させ、180°は半フレームの軌跡(映画標準の180度シャッター)、360°は1フレーム分の間隔全体に伸ばします。
ko: <accent>셔터</accent>: 0°에서 360°까지, 기본값 180°. 0°는 블러 없이 각 프레임을 고정하고, 180°는 반 프레임 궤적(영화 표준 180도 셔터), 360°는 한 프레임 간격 전체에 번지게 합니다.
zh_hans: <accent>快门</accent>：0°至360°，默认180°。0°冻结每一帧且无模糊，180°是半帧拖尾(电影标准的180度快门)，360°在整帧间隔内拖出残影。

source: <accent>Shutter</accent>: 0° to 360°, default 180°. 0° gives a sharp frame with no blur. 180° is a half-frame trail, the classic film look. 360° blurs across a whole frame for the strongest smear.
de: <accent>Blende</accent>: 0° bis 360°, Vorgabe 180°. 0° ergibt ein scharfes Bild ohne Unschärfe. 180° ist eine Halbbild-Spur, der klassische Filmlook. 360° verschmiert über ein ganzes Bild für den stärksten Effekt.
es: <accent>Obturador</accent>: de 0° a 360°, por defecto 180°. 0° da un fotograma nítido sin desenfoque. 180° es una estela de medio fotograma, el aspecto clásico de cine. 360° difumina a lo largo de un fotograma entero para el máximo emborronado.
fr: <accent>Obturateur</accent> : de 0° à 360°, par défaut 180°. 0° donne une image nette sans flou. 180° est une traînée d'une demi-image, le rendu ciné classique. 360° étale sur une image entière pour le flou le plus fort.
ja: <accent>シャッター</accent>: 0°〜360°、デフォルトは180°。0°はブラーのないシャープなフレームになります。180°はハーフフレームのトレイルで、定番のフィルムらしい見た目です。360°は1フレーム分にわたってにじませ、最も強くにじみます。
ko: <accent>셔터</accent>: 0°에서 360°까지, 기본값 180°. 0°는 블러 없이 선명한 프레임을 줍니다. 180°는 반 프레임 잔상으로, 전형적인 필름 느낌입니다. 360°는 한 프레임 전체에 걸쳐 번져 가장 강하게 번집니다.
zh_hans: <accent>快门</accent>:0° 到 360°,默认 180°。0° 给出无模糊的清晰画面。180° 是半帧拖尾,经典的电影质感。360° 会在整整一帧内涂抹开,得到最强的模糊。

source: <kbd>Space</kbd>
de: <kbd>Leertaste</kbd>
es: <kbd>Espacio</kbd>
fr: <kbd>Espace</kbd>
ja: <kbd>スペース</kbd>
ko: <kbd>스페이스</kbd>
zh_hans: <kbd>空格</kbd>

source: <kbd>⇧</kbd> + click
de: <kbd>⇧</kbd> + Klick
es: <kbd>⇧</kbd> + clic
fr: <kbd>⇧</kbd> + clic
ja: <kbd>⇧</kbd> + クリック
ko: <kbd>⇧</kbd> + 클릭
zh_hans: <kbd>⇧</kbd> + 点击

source: <kbd>⌘ click</kbd> the lane to add a <accent>keypose</accent>.
de: <kbd>⌘ Klick</kbd> auf die Spur, um eine <accent>Keypose</accent> hinzuzufügen.
es: <kbd>⌘ clic</kbd> en la pista para añadir una <accent>pose clave</accent>.
fr: <kbd>⌘ clic</kbd> sur la piste pour ajouter une <accent>pose clé</accent>.
ja: レーンを<kbd>⌘ クリック</kbd>して<accent>キーポーズ</accent>を追加します。
ko: 레인을 <kbd>⌘ 클릭</kbd>하여 <accent>키포즈</accent>를 추가하세요.
zh_hans: <kbd>⌘ 点击</kbd>轨道以添加<accent>关键姿势</accent>。

source: <kbd>⌘ ⌥</kbd> + click
de: <kbd>⌘ ⌥</kbd> + Klick
es: <kbd>⌘ ⌥</kbd> + clic
fr: <kbd>⌘ ⌥</kbd> + clic
ja: <kbd>⌘ ⌥</kbd> + クリック
ko: <kbd>⌘ ⌥</kbd> + 클릭
zh_hans: <kbd>⌘ ⌥</kbd> + 点击

source: <kbd>⌘</kbd> + click an empty lane
de: <kbd>⌘</kbd> + Klick auf leere Spur
es: <kbd>⌘</kbd> + clic en un carril vacío
fr: <kbd>⌘</kbd> + clic sur une piste vide
ja: <kbd>⌘</kbd> + 空のレーンをクリック
ko: <kbd>⌘</kbd> + 빈 레인 클릭
zh_hans: <kbd>⌘</kbd> + 点击空轨道

source: <kbd>⌥</kbd> + click a control
de: <kbd>⌥</kbd> + Klick auf ein Steuerelement
es: <kbd>⌥</kbd> + clic en un control
fr: <kbd>⌥</kbd> + clic sur un contrôle
ja: <kbd>⌥</kbd> + コントロールをクリック
ko: <kbd>⌥</kbd> + 컨트롤 클릭
zh_hans: <kbd>⌥</kbd> + 点击控件

source: <kbd>⌥</kbd> + click a filter pill
de: <kbd>⌥</kbd> + Klick auf eine Filterpille
es: <kbd>⌥</kbd> + clic en una píldora de filtro
fr: <kbd>⌥</kbd> + clic sur une pastille de filtre
ja: <kbd>⌥</kbd> + フィルターピルをクリック
ko: <kbd>⌥</kbd> + 필터 알약 클릭
zh_hans: <kbd>⌥</kbd> + 点击筛选药丸

source: <kbd>⌥</kbd> + click a filter row
de: <kbd>⌥</kbd> + Klick auf eine Filterzeile
es: <kbd>⌥</kbd> + clic en una fila del filtro
fr: <kbd>⌥</kbd> + clic sur une ligne du filtre
ja: <kbd>⌥</kbd> + フィルター行をクリック
ko: <kbd>⌥</kbd> + 필터 행 클릭
zh_hans: <kbd>⌥</kbd> + 点击筛选行

source: <kbd>⌥</kbd> + click a keypose
de: <kbd>⌥</kbd> + Klick auf eine Keypose
es: <kbd>⌥</kbd> + clic en un keypose
fr: <kbd>⌥</kbd> + clic sur un keypose
ja: <kbd>⌥</kbd> + キーポーズをクリック
ko: <kbd>⌥</kbd> + 키포즈 클릭
zh_hans: <kbd>⌥</kbd> + 点击关键姿势

source: <kbd>⌥</kbd> + drag a keypose
de: <kbd>⌥</kbd> + Keypose ziehen
es: <kbd>⌥</kbd> + arrastrar un keypose
fr: <kbd>⌥</kbd> + glisser un keypose
ja: <kbd>⌥</kbd> + キーポーズをドラッグ
ko: <kbd>⌥</kbd> + 키포즈 드래그
zh_hans: <kbd>⌥</kbd> + 拖动关键姿势

source: <kbd>⌥</kbd> hold
de: <kbd>⌥</kbd> halten
es: Mantener <kbd>⌥</kbd>
fr: Maintenir <kbd>⌥</kbd>
ja: <kbd>⌥</kbd> を長押し
ko: <kbd>⌥</kbd> 누르고 있기
zh_hans: 按住 <kbd>⌥</kbd>

source: <red>Red</red> frames are before this keypose, <blue>blue</blue> frames after.
de: <red>Rote</red> Bilder liegen vor dieser Keypose, <blue>blaue</blue> danach.
es: Los fotogramas <red>rojos</red> van antes de esta pose clave, los <blue>azules</blue> después.
fr: Les images <red>rouges</red> sont avant cette pose clé, les <blue>bleues</blue> après.
ja: <red>赤</red>のフレームはこのキーポーズより前、<blue>青</blue>のフレームは後です。
ko: <red>빨간색</red> 프레임은 이 키포즈 이전, <blue>파란색</blue> 프레임은 이후입니다.
zh_hans: <red>红色</red>帧在此关键姿势之前，<blue>蓝色</blue>帧在之后。

source: Accurate
de: Genau
es: Preciso
fr: Précis
ja: 高精度
ko: 정밀
zh_hans: 精确

source: Add <accent>%@</accent>.
de: <accent>%@</accent> hinzufügen.
es: Añadir <accent>%@</accent>.
fr: Ajouter <accent>%@</accent>.
ja: <accent>%@</accent>を追加。
ko: <accent>%@</accent> 추가.
zh_hans: 添加<accent>%@</accent>。

source: Add Keypose Here
de: Keypose hier hinzufügen
es: Añadir pose clave aquí
fr: Ajouter une pose clé ici
ja: ここにキーポーズを追加
ko: 여기에 키포즈 추가
zh_hans: 在此添加关键姿势

source: Add a keypose there
de: Dort einen Keypose hinzufügen
es: Añadir un keypose ahí
fr: Ajouter un keypose à cet endroit
ja: そこにキーポーズを追加
ko: 그곳에 키포즈 추가
zh_hans: 在该处添加关键姿势

source: Add keyposes anywhere and shape transitions per property
de: Keyposes überall hinzufügen und Übergänge pro Eigenschaft gestalten
es: Añade poses clave donde quieras y da forma a las transiciones por propiedad
fr: Ajoutez des poses clés où vous voulez et façonnez les transitions par propriété
ja: どこにでもキーポーズを追加し、プロパティごとにトランジションを調整
ko: 어디에나 키포즈를 추가하고 속성별로 트랜지션을 조정
zh_hans: 在任意位置添加关键姿势，并按属性调整过渡

source: Add properties…
de: Eigenschaften hinzufügen…
es: Añadir propiedades…
fr: Ajouter des propriétés…
ja: プロパティを追加…
ko: 속성 추가…
zh_hans: 添加属性…

source: Add to or remove from the selection
de: Zur Auswahl hinzufügen oder daraus entfernen
es: Añadir a o quitar de la selección
fr: Ajouter à ou retirer de la sélection
ja: 選択に追加または選択から削除
ko: 선택에 추가하거나 선택에서 제거
zh_hans: 添加到或从选择中移除

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
zh_hans: 高级

source: Advanced Timing
de: Erweitertes Timing
es: Timing avanzado
fr: Timing avancé
ja: 詳細タイミング
ko: 고급 타이밍
zh_hans: 高级时间控制

source: Advanced timeline only:
de: Nur in der erweiterten Timeline:
es: Solo en la línea de tiempo Avanzada:
fr: Uniquement dans la timeline Avancée :
ja: アドバンスのタイムラインのみ:
ko: 고급 타임라인 전용:
zh_hans: 仅限高级时间线:

source: All
de: Alle
es: Todos
fr: Tout
ja: すべて
ko: 전체
zh_hans: 全部

source: All lanes hidden
de: Alle Spuren ausgeblendet
es: Todos los carriles ocultos
fr: Toutes les pistes masquées
ja: すべてのレーンが非表示
ko: 모든 레인 숨김
zh_hans: 已隐藏所有轨道

source: Animate
de: Animieren
es: Animar
fr: Animer
ja: アニメート
ko: 애니메이션
zh_hans: 动画

source: Animated
de: Animiert
es: Animado
fr: Animé
ja: アニメーション済み
ko: 애니메이션됨
zh_hans: 已添加动画

source: Animation is built from three things:
de: Animation besteht aus drei Dingen:
es: La animación se compone de tres elementos:
fr: Une animation repose sur trois éléments :
ja: アニメーションは3つの要素で作られます:
ko: 애니메이션은 세 가지 요소로 이루어집니다:
zh_hans: 动画由三个部分组成:

source: Applies to
de: Gilt für
es: Se aplica a
fr: S’applique à
ja: 適用対象
ko: 적용 대상
zh_hans: 应用于

source: Apply on an Adjustment Clip <kbd>⌥ A</kbd> or a Compound Clip <kbd>⌥ G</kbd> to avoid unexpected behavior and clipping.
de: Wende den Effekt auf einen Anpassungsclip <kbd>⌥ A</kbd> oder einen Compound-Clip <kbd>⌥ G</kbd> an, um unerwartetes Verhalten und Beschneiden zu vermeiden.
es: Aplícalo en un clip de ajuste <kbd>⌥ A</kbd> o en un clip compuesto <kbd>⌥ G</kbd> para evitar comportamientos inesperados y recortes.
fr: Appliquez-le sur un plan d'ajustement <kbd>⌥ A</kbd> ou un plan composé <kbd>⌥ G</kbd> pour éviter les comportements inattendus et le rognage.
ja: 予期しない動作やクリッピングを避けるため、調整クリップ <kbd>⌥ A</kbd> またはコンパウンドクリップ <kbd>⌥ G</kbd> に適用してください。
ko: 예상치 못한 동작과 잘림을 피하려면 조정 클립 <kbd>⌥ A</kbd> 또는 컴파운드 클립 <kbd>⌥ G</kbd> 에 적용하세요.
zh_hans: 请应用在调整片段 <kbd>⌥ A</kbd> 或复合片段 <kbd>⌥ G</kbd> 上，以避免意外行为和裁剪。

source: Apply preset (replace)
de: Preset anwenden (ersetzen)
es: Aplicar preajuste (reemplazar)
fr: Appliquer le préréglage (remplacer)
ja: プリセットを適用（置き換え）
ko: 프리셋 적용 (대체)
zh_hans: 应用预设（替换）

source: Apply preset at playhead
de: Preset an der Abspielposition anwenden
es: Aplicar el preajuste en la posición de reproducción
fr: Appliquer le préréglage à la tête de lecture
ja: 再生ヘッドの位置にプリセットを適用
ko: 재생 헤드 위치에 프리셋 적용
zh_hans: 在播放头处应用预设
